Revit 2024 API
UnitTypeId.MillimetersOfMercury Property
 Millimeters of mercury.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId MillimetersOfMercury { get; }
Visual Basic
Public Shared ReadOnly Property MillimetersOfMercury As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ MillimetersOfMercury {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace